import styles from "./green-story.module.css";
import HeaderCard from "../../components/HeaderCard";

function GreenStory() {
  return (
    <main className="container">
      <HeaderCard title="მწვანე ამბავი" />
      <p className="para">
        Ზოგადი შინაარსი: აქ იქნება მწვანე პოლიტიკის ისტორია მოკლედ მოთხრობილი,
        ძირითადად საქართველოში: საიდან იწყებოდა, როგორ დიაწყო, პირველად
        პარლამენტში, რატომ გაქრა პოლიტიკიდან, შემდეგ ახალაგზრდა მწვანეებზე და
        მისი მიმოხილვა და ბოლოს, რომ ყველაზე მნიშვნელოვანი ამბავი ახლა იწყება
        <br></br>
        ჩვენი ფართო ხედვა ასეთია: ეკოლოგიური, სოციალური და დემოკრატიული
        სახელმწიფო, რომელიც მუშაობს ყველასთვის და არა პრივილეგირებული
        ერთეულებისთვის. თუმცა, აქ ვერ გავჩერდებით, ჩვენ გვჭირდება კონკრეტული
        მწვანე ხედვა - მწვანე პლატფორმა, რომელიც მწვანე პერსპექტივიდან
        გაანალიზებს არსებულ პრობლემებს და შემოგვთავაზებს ალტერნატივას. როგორ
        დავძლიოთ სიღარიბე და შევქმნათ სწორი სოციალური პოლიტიკა? როგორ
        გადავანაწილოთ დოვლათი სამართლიანად? როგორ დავიცვათ ჩვენი გარემო და
        გავაუმჯობესოთ ეკოლოგიური მდგომარეობა? როგორ გავხადოთ ჯანადცვა და
        განათლება საყოველთაო, ხარისხიანი და ხელმისაწვდომი? როგორ ვხედავთ
        მწვანეებს საქართველოს ეკონომიკისა და ენერგოპოლიტიკის სწორ განვითარებას?
        ეს ის მთავარი კითხვებია, რომელსაც მწვანე პლატფორმა უპასუხებს და შეეცდება
        იპოვოს პასუხები, რომლებიც იქნება მომგებიანი, როგორც ადამიანებისთვის, ისე
        ბუნებისთვის. პლატფორმის შექმნაზე პასუხისმგებლობას იღებს პლატფორმის
        საბჭო, რომელიც მათი ცოდნიდან, ექსპერტებთან, თქვენი მოსაზრებებიდან და
        სხვა დაინტერესებულ მხარდეებთან კონსულტაციის შედეგად შექმნის პლატფორმის
        მონახაზს, რომელსაც შემდეგ გააცნობს პოლიტიკურ კომიტეტის. ამ პროცესის
        დასრულების შემდეგ ივნისში გაიმართება პლატფორმის მონახაზის პრეზენტაცია,
        რის შემდგომას წევრებს, მუნიციპალურ და აფილირებულ ორგანიზაციებს და სხვა
        უფლებამოსილ პირებს შეეძლებათ პლატფორმაში შესწორებების წამოყენება.
        პლატფორმა და მისი შესწორებები განიხილება და დამტკიცდება მწვანეების
        კონგრესზე, სექტემბერში. მწვანე პლატფორმის შექმნა საჯარო პროცესია და
        მასში მონაწილეობის მიღება შენც შეგიძლია.
        <br></br>
        ჩვენი ფართო ხედვა ასეთია: ეკოლოგიური, სოციალური და დემოკრატიული
        სახელმწიფო, რომელიც მუშაობს ყველასთვის და არა პრივილეგირებული
        ერთეულებისთვის. თუმცა, აქ ვერ გავჩერდებით, ჩვენ გვჭირდება კონკრეტული
        მწვანე ხედვა - მწვანე პლატფორმა, რომელიც მწვანე პერსპექტივიდან
        გაანალიზებს არსებულ პრობლემებს და შემოგვთავაზებს ალტერნატივას. როგორ
        დავძლიოთ სიღარიბე და შევქმნათ სწორი სოციალური პოლიტიკა? როგორ
        გადავანაწილოთ დოვლათი სამართლიანად? როგორ დავიცვათ ჩვენი გარემო და
        გავაუმჯობესოთ ეკოლოგიური მდგომარეობა? როგორ გავხადოთ ჯანადცვა და
        განათლება საყოველთაო, ხარისხიანი და ხელმისაწვდომი? როგორ ვხედავთ
        მწვანეებს საქართველოს ეკონომიკისა და ენერგოპოლიტიკის სწორ განვითარებას?
        ეს ის მთავარი კითხვებია, რომელსაც მწვანე პლატფორმა უპასუხებს და შეეცდება
        იპოვოს პასუხები, რომლებიც იქნება მომგებიანი, როგორც ადამიანებისთვის, ისე
        ბუნებისთვის. პლატფორმის შექმნაზე პასუხისმგებლობას იღებს პლატფორმის
        საბჭო, რომელიც მათი ცოდნიდან, ექსპერტებთან, თქვენი მოსაზრებებიდან და
        სხვა დაინტერესებულ მხარდეებთან კონსულტაციის შედეგად შექმნის პლატფორმის
        მონახაზს, რომელსაც შემდეგ გააცნობს პოლიტიკურ კომიტეტის. ამ პროცესის
        დასრულების შემდეგ ივნისში გაიმართება პლატფორმის მონახაზის პრეზენტაცია,
        რის შემდგომას წევრებს, მუნიციპალურ და აფილირებულ ორგანიზაციებს და სხვა
        უფლებამოსილ პირებს შეეძლებათ პლატფორმაში შესწორებების წამოყენება.
        პლატფორმა და მისი შესწორებები განიხილება და დამტკიცდება მწვანეების
        კონგრესზე, სექტემბერში. მწვანე პლატფორმის შექმნა საჯარო პროცესია და
        მასში მონაწილეობის მიღება შენც შეგიძლია.
      </p>
    </main>
  );
}

export default GreenStory;
